Repository: BerkSpar/grocery
Catalog: lib/l10n/app_*.arb
Languages: pt

# emptyListMessage
source: You don't have any items in your shopping list yet
pt: Você ainda não tem itens na sua lista de compra

source: add
pt: adicionar

source: Shopping list
pt: Lista de compras

source: Open cart
pt: Abrir o carrinho

source: Start shopping
pt: Iniciar mercado

source: Total in cart
pt: Total no carrinho

source: Item name
pt: Nome do item

source: Quantity
pt: Quantidade

source: Price
pt: Preço

source: Add to cart
pt: Adicionar ao carrinho

source: Add to list
pt: Adicionar à lista

# delete
source: Hold to delete
pt: Segure para apagar

# readBarcode
source: Scan barcode
pt: Ler código de barras

# holdToFinish
source: Hold to finish shopping
pt: Segure para encerrar o mercado

# shoppingListTapToScan
source: SHOPPING LIST â€¢ TAP TO SCAN
pt: LISTA DE COMPRAS • TOQUE PARA SCANNEAR

source: No items in cart
pt: Não há itens no carrinho

# placeBarcode
source: Place the barcode here
pt: Coloque o código de barras aqui

source: Analyzing product...
pt: Analisando o produto...

source: No name
pt: Sem nome
